---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionColdFormed.InnerFillet
source: html/838cd22d-ed36-4638-5596-53629bc519a7.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionColdFormed.InnerFillet Property

Inner Fillet - Corner fillet inner radius.

## Syntax (C#)
```csharp
public double InnerFillet { get; set; }
```